Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: The cleric recently defended the law, saying Karzai was wrong to bow to international pressure by ordering the justice ministry to review it.
ar: رجل الدين كان قد دافع مؤخرا عن القانون قائلا أن كرزاي كان مخطئا بالإصغاء إلى الضغوط الدولية عندما طلب من وزارة العدل مراجعته.

source: He described the political pressure from western leaders as cultural invasion, thinking one's culture is better than others.
ar: كما وصف الضغط السياسي من القادة الغربيين بأنه غزو ثقافي, يعتقد أن تلك الثقافة أفضل من ثقافات الأخرين.

source: Ayatollah Mohseni is a leading figure among Afghanistan's Shias, who represent about 15% of the population and are seen as an important voting block in this year's presidential elections.
ar: أية الله محسني هو القيادي الشيعي في أفغانستان, ممن يمثلون نحو خمسة عشر بالمئة من السكان و يعتبرون حاجزا هاما في التصويت في الإنتخابات الرئاسية في هذا العام.

source: It said the law contradicted equal rights provisions in the constitution and demanded the scrapping of articles that give husbands the right to have sex with their wives whenever they chose, except during times when they are ill or menstruating.
ar: كما يقول البيان أن القانون يناقض مبادئ الحقوق المتساوية في أحكام الدستور و طالب بإلغاء المواد التي تمنح الأزواج حق مضاجعة زوجاتهم في الوقت الذي يختارونه, باستثناء الأوقات التي يكونون فيها مرضى.

source: A statement by the group of civil rights groups who organised the rally said it had been called to protest against a law that insults dignity of women as fellow human beings and increases ethnocentrism and inequality.
ar: هذا و يقول بيان صادر عن مجموعة من مجموعات الحقوق المدنية التي قامت بتنظيم المسيرة أنها دعت للقيام باحتجاج على القانون الذي يهين كرامة النساء كزميلة في الإنسانية, و يزيد النعرات الطائفية و اللا مساواة .

source: But today's demonstration shows at least some Afghan women are as angered by the law as leading international critics, which also included Gordon Brown, Hillary Clinton and Jaap de Hoop Scheffer, the Nato secretary general.
ar: إلا أن مظاهرة اليوم تظهر على الأقل أن بعض النساء الأفغانيات قد أغضبهن القانون بقدر ما أغضب النقاد الرئيسيين الدوليين, الذين من ضمنهم أيضا كلا من غوردون براون و هيلاري كلينتون و جيب دي هوب شيفر, الأمين العام لحلف الناتو.

source: News that the law, which only affects Afghanistan's Shia minority, had been quietly passed by President Hamid Karzai last month, prompted international fury when the Guardian revealed details of legislation that the US president, Barack Obama, described a
ar: و تشير أخبار إلى أن القانون - الذي يوجه فقط إلى الأقلية الشيعية في أفغانستان - تم تمريره بهدوء من قبل الرئيس حامد كرزاي في الشهر الماضي, و أثار الغضب الدولي عندما كشفت صحيفة الغارديان عن تفاصيل حول تشريعات تفيد بأن الرئيس الأميركي باراك أوباما تم وصفه بأن

source: According to Associated Press, some of the women were pelted with stones by opponents.
ar: و حسب صحيفة الأسوشيتد برس فإن بعض النساء تم رجمهن بالحجارة من قبل المعارضين.

source: Meanwhile, a roughly equal number of largely male counter-protesters shouted Allahu Akbar and furiously protested against what they see as largely foreign pressure to impose western cultural norms on
ar: و في غضون ذلك, قامت مجموعة مقابلة مكونة من عدد كبير من الرجال المحتجين بالقول بصوت عال: الله أكبر حيث أكانوا يحتجون بشكل شديد على ما يعتقدون أنه ضغط أجنبي كبير لفرض المعايير الثقافية الغربية على

source: About 200 women chanted slogans and carried banners outside the imposing Khatam Al Nabi mosque and seminary run by Mohammad Asif Mohseni, the cleric who has strongly promoted a law that also bans women from leaving their homes without the permission of th
ar: و قامت حوالي مئتي إمراة بإطلاق الهتافات و حمل اللافتات خارج فرض مسجد خاتم النبي و الذي يديره محمد أصف محسني, رجل الدين الذي روج بقوة لقانون يحظر على النساء مغادرة منازلهم من دون إذن من أزواجهن.

source: Afghanistan
ar: دعمت الولايات المتحدة

source: Hundreds of angry Afghan women gathered outside the Kabul mosque run by a hardline Shia cleric today to protest against a law that
ar: تجمعت مئات النساء الأفغانيات الغاضبات اليوم أمام مسجد كابول الذي يديره مرجع شيعي متشدد للاحتجاج على القانون الذي

source: organisations claim legalises marital rape.
ar: لأنه يشرع الاغتصاب الزوجي.

source: Jon Boone in Kabul
ar: جون بون في كابول.

source: ,________ Wednesday 15 April 2009 11.07 BST
ar: الاربعاء, في الخامس عشر من شهر نيسان, 2009._الساعة 11:07.

source: Related information
ar: معلومات متعلقة بالموضوع.

source: Sunni militia leader held in Iraq
ar: احتجاز قائد جماعة سني في العراق

source: The head of a leading US-allied Sunni militia group in Iraq has been arrested in a joint Iraqi-US operation.
ar: أُلقي القبض على رئيس الحركة السنية المتحالفة مع الولايات المتحدة في العراق خلال عملية مشتركة نفذتها قوات عراقية وأمريكية.

source: Nadhim al-Jubouri and his two brothers were arrested at their home in the town of Dhuliuya under the charge of terrorism, the US military says.
ar: وقال الجيش الأمريكي إن نديم الجبوري وشقيقيه اُعتقلوا في منزلهما في بلدة الضلوعية بتهمة الإرهاب.

source: Nadhim al-Jubouri is a leader in the Awakening Councils, US-sponsored groups that helped cut violence in Iraq after turning against al-Qaeda.
ar: ونديم الجبوري هو قائد في مجالس الصحوة وهي الجماعات التي ترعاها الولايات المتحدة والتي ساعدت في خفض أعمال العنف في العراق بعد ان انقلبت ضد القاعدة.

source: The charges reportedly date back to when he was fighting against the US.
ar: وأفيد بأن التهم تعود عندما كان يقاتل الجبوري ضد الولايات المتحدة.

source: Iraq's Shia-dominated government took over responsibility for supervising the mainly Sunni Awakening militias from the US military on 1 April.
ar: استلمت الحكومة العراقية التي يغلب عليها الشيعة المسئولية من الجيش الأمريكي للإشراف على قوات الصحوة السنية في 1 أبريل.

source: Many of the Awakening members had been fighting against the Americans but joined forces with them in 2006 to take on al-Qaeda.
ar: وكان الكثير من أعضاء الصحوة يقاتلون ضد الأمريكيين ولكنهم تحالفوا معهم في عام 2006 لمحاربة تنظيم القاعدة.

source: Awakening leaders have complained that they have been subjected to growing attacks from insurgents recently and that the government is falling behind in paying their salaries.
ar: وشكا قادة الصحوة إنهم يتعرضون لهجمات متزايدة عليهم من المسلحين في الآونة الأخيرة وأن الحكومة تتخلف عن دفع رواتبهم.

source: Mr al-Jubouri's arrest is the latest in a number of recent detentions of Awakening members.
ar: واعتقال الجبوري هو آخر الاعتقالات التي حدثت مؤخراً بين أعضاء الصحوة.

source: 'Charge of terrorism'
ar: 'تهمة الإرهاب'

source: Members of the Iraq National Police with coalition advisors arrested three individuals, Derrick Cheng, a U.S. military spokesman in northern Iraq, said, Reuters news agency reports.
ar: وقال ديريك تشينج المتحدث باسم الجيش الأمريكي في شمال العراق لوكالة رويترز للأنباء إن أعضاء من الشرطة الوطنية العراقية مع مستشاري التحالف ألقوا القبض على ثلاثة أشخاص،.

source: He said the police had warrants for Mr al-Jubouri and his brothers under the charge of terrorism.
ar: وقال إن الشرطة كانت لديها مذكرات للقبض على الجبوري وأشقائه بتهمة الإرهاب.

source: The deputy governor of the province of Salahuddin said that local people had brought charges against Mr al-Jubouri for the murder of their relatives at a time when he was fighting with al-Qaeda, Reuters reports.
ar: ونقلت رويترز عن نائب محافظ محافظة صلاح الدين قوله إن السكان المحليين وجهوا اتهامات ضد الجبوري عن مقتل أقاربهم عندما كان يقاتل في صفوف القاعدة.

source: In March, the arrest of a leader of one of the councils in Baghdad sparked clashes between militiamen and government forces.
ar: وفي مارس، أدى اعتقال أحد قادة الصحوة في العراق إلى اندلاع اشتباكات بين رجال الحركة والقوات الحكومية.

source: Last month a suicide bomber attacked an Awakening militia group in Iraq, killing at least nine people.
ar: وفي الشهر الماضي هاجم انتحاري وحدة لجماعة الصحوة في العراق مما أسفر عن مقتل تسعة أشخاص على الأقل.

source: Iranians send Persian Gulf petition to Obama
ar: الإيرانيون يبعثون بعريضة حول الخليج إلى أوباما

source: Iranians have launched an online petition to urge the US President Barack Obama to respect the Iranian identity of the Persian Gulf.
ar: أطلق الإيرانيون عريضة على الإنترنيت يحثون فيها الرئيس الأمريكي باراك أوباما على احترام الهوية الإيرانية للخليج الفارسي.

source: is a public reaction to an Obama speech on March 27 in which he referred to the Persian Gulf as 'Gulf'.
ar: وتعتبر العريضة رد فعل شعبي لخطاب أوباما الذي ألقاه في السابع والعشرين من مارس الماضي عندما أشار خلاله إلى خليج فارس بكلمة خليج.

source: The petition says that the Persian Gulf is an ancient historical reality that cannot be manipulated.
ar: وتقول العريضة إن خليج فارس يعتبر حقيقة تاريخية لا يمكن التصرف فيها.

source: Iran designated today, Thursday, April 30, as the National Persian Gulf Day to highlight the fact that the historic waterway, is part of the natural heritage of Iran.
ar: وقامت إيران بتحديد يوم الثلاثين من أبريل الماضي اليوم الوطني لخليج فارس من أجل إبراز حقيقة كون ذلك المعبر التاريخي يعتبر إرثا طبيعيا لإيران.

source: Some Arab countries have launched a campaign to change the Persian Gulf's name to the fake title of the Arabian Gulf.
ar: وأطلقت بعض الدول العربية حملة من أجل تغيير اسم خليج فارس باسم مزيف هو الخليج العربي.

source: Saudi Arabia has made conditional taking part in the Islamic Solidarity Games -- Oct 16 to 30 in Tehran -- on Iran's use of the term Arabian Gulf instead of Persian Gulf.
ar: ولقد عبرت المملكة العربية السعودية عن مشاركة مشروطة في ألعاب التضامن الإسلامي، المزمع تنظيمها في الفترة الممتدة من 16 أكتوبر إلى الثلاثين منه. ويتمثل ذلك الشرط في استعمال إيران لتسمية الخليج العربي بدلا من خليج فارس.

source: Emir warns on moral and cultural crisis
ar: أميرقطر يحذر من حدوث أزمة أخلاقية وثقافية

source: The figures coming from the US and Europe on the intensity of damage on account of the financial turmoil have been shocking to the whole world, says HH the Emir
ar: حسب صاحب السمو الأمير، فإن الأرقام الواردة من الولايات المتحدة وأوربا حول شدة الخسائر بسبب الاضطراب المالي أرقام صادمة بالنسبة للعالم أجمع.

source: By Ramesh Mathew
ar: بقلم: راميش ماتيو،

source: HH The Emir Sheikh Hamad bin Khalifa al-Thani yesterday cautioned world leaders against the consequences of the ongoing financial crisis.
ar: حذر سمو الأمير الشيخ حمد بن خليفة يوم أمس قادة العالم من عواقب الأزمة الاقتصادية الراهنة.

source: Addressing the opening session of the ninth Doha Forum on Democracy, Development and Free Trade at Doha Sheraton Hotel, HH the Emir said the economic crisis “has exceeded the limits of what is usually foreseen and expected of the market activity, from exp
ar: من خلال الخطاب الذي ألقاه في افتتاح الدورة التاسعة لمنتدى الدوحة حول الديمقراطية والتنمية والتجارة الحرة بفندق شيراتون الدوحة، قال سمو الأمير إن الأزمة الاقتصادية تجاوزت حدود ما تم توقعه وترقبه في ما يتعلق بنشاط السوق، الذي انتقل من التوسع إلى التضخم. لق

source: “The culture of consumption and getting-rich quickly without production has spread out, turning speculation into a norm and custom in the same developed countries in which the extent of the financial catastrophe was suddenly revealed. The way to address w
ar: وقال: إن الشيء الأخطر من الاضطراب الاقتصادي هو الأزمة الثقافية والأخلاقية..._وأضاف قائلا: إن ثقافة الاستهلاك والسعي نحو الثراء السريع دون الإنتاج أضحى أمرا واسع الانتشار، مما حول التكهن إلى عادة وتقليد في نفس البلدان النامية التي ظهرت فيها فجأة تداعيات

source: He said the solution to the crisis was not to abandon the market laws and free trade nor to resort to selective protectionist measures or to reject planning entirely.
ar: وقال إن الحل بالنسبة للأزمة لا يكمن في توفير قوانين السوق والتجارة الحرة، ولا في اللجوء إلى إعمال إجراءات حمائية انتقائية، أو في رفض التخطيط كلية.

source: “The solution lies in balancing between responsibility and freedom, between market laws and public social responsibility represented by the modern state.”
ar: إن الحل يكمن في تحقيق التوازن بين المسؤولية والحرية، بين قوانين السوق والمسؤولية المجتمعية العمومية التي تمثلها الدولة الحديثة.

source: He said: “What happened in the last few months and still happening is not a natural catastrophe like a hurricane or an earthquake, but a result of human miscalculations, poor planning, excessive self-confidence and over-enthusiasm to get rich quickly.
ar: وقال: إن ما حدث في الأشهر الأخيرة الماضية، ولا يزال يحدث، ليس كارثة طبيعية كالإعصار والبركان، بل هو نتيجة لحسابات بشرية خاطئة، وسوء التخطيط، والإفراط في الثقة في النفس والحماسة المبالغ فيها من أجل الثراء السريع.

source: “It was the outcome of some ill-planned investments in stock markets as also the result of a turning away from the fundamentals of a sound economy based on labour, production, market and of course profits.”
ar: إن ذلك هو نتيجة لبعض الاستثمارات في أسواق الأسهم والتي تم التخطيط لها بشكل سيء، كما أنه نتيجة للابتعاد عن أسس الاقتصاد السليم الذي يقوم على العمل، الإنتاج، السوق وبطبيعة الحال الأرباح.

source: HH the Emir said the figures coming from the US and Europe on the intensity of damage on account of the financial turmoil were shocking to the whole world. The US had to spend until now more than $11.6tn as part of its bail-out operations. “This is apart
ar: وقال صاحب السمو الأمير إن الأرقام الواردة من الولايات المتحدة وأوربا حول شدة الخسائر بسبب الاضطراب المالي أرقام صادمة بالنسبة للعالم أجمع. إذ اضطرت الولايات المتحدة إلى حدود اليوم لصرف أكثر من 11,6 ترليون دولار كجزء من عمليات تنفيذ الكفالات. وقال: هذا دو

source: Calling upon the world leaders to formulate rules with which economies could be saved to a large extent, the Emir said the forum had a mission to get engaged in the international movement and put forward some useful ideas to counter what happened and what
ar: وفي دعوته قادة العالم لصياغة قوانين يمكن بفضلها المحافظة على الاقتصاد إلى أبعد الحدود، قال الأمير إن مهمة المنتدى تكمن في الانخراط في الحركة الدولية وتقديم بعض الأفكار المفيدة لمواجهة ما حدث خلال الأشهر الماضية.

source: Earlier, HE the Prime Minister and Foreign Minister Sheikh Hamad bin Jassim bin Jabor al-Thani said the meeting had come at a time when the entire world was passing through an unprecedented financial turmoil.
ar: وفي وقت سابق، قال صاحب السمو الأمير رئيس الوزراء ووزير الخارجية، الشيخ حمد بن جاسم بن جبور آل ثاني، إن اللقاء جاء في وقت يعيش فيه العالم اضطرابا ماليا غير مسبوق.

source: Former French president Jacques Chirac and Finland Prime Minister Matti Vanhanen also addressed the gathering.
ar: كما قام الرئيس الفرنسي السابق، جاك شيراك، ورئيس الوزراء الفنلندي، ماتي فانانيم، بإلقاء كلمة خلال اللقاء.

source: Islamic games suspended over Gulf row
ar: تعليق الألعاب الإسلامية لخلاف حول تسمية الخليج

source: About 500 delegates from about 50 countries are attending the three-day conference.
ar: ويحضر هذا المؤتمر، الذي يمتد لثلاثة أيام، حوالي 500 من المبعوثين من خمسين بلدا.

source: For millennia
ar: حرست

source: has guarded the ­strategic waterway dividing it from its Arab neighbours as a symbol of national greatness that should be defended in name and deed.
ar: على مدار الآلاف من السنين الممر المائي الاستراتيجي الذي يفصلها عن جيرانها العرب باعتباره رمزاً للعظمة الوطنية التي ينبغي الدفاع عنها بالقول والفعل.

source: But now its insistence that it be known only as the Persian Gulf threatens to torpedo ambitious plans for a sporting extravaganza intended to promote Islamic harmony.
ar: ولكن إصرارها الآن على ألا يكون هذا الممر معروفاً إلا باسم الخليج الفارسي يهدد بفشل خطط طموحة لحدث رياضي ضخم يهدف إلى تعزيز الانسجام الإسلامي.

source: Iran announced it was cancelling the Islamic Solidarity Games planned for October rather than bow to Arab demands that the Persian tag be dropped from the competition's medals and promotional material. Arab nations, led by
ar: وأعلنت إيران أنها ستلغي دورة ألعاب التضامن الإسلامي المزمع عقدها في أكتوبر بدلاً من الرضوخ للمطالب العربية بأن يتم محو اسم الخليج الفارسي من ميداليات المسابقة والمواد الترويجية، ورفضت الدول العربية برئاسة

source: Saudi Arabia
ar: بالمملكة العربية السعودية

source: , refused to compete unless the waterway was called the Arabian Gulf or simply the Gulf.
ar: الاشتراك في الدورة إلا إذا تم تسمية الممر المائي بالخليج العربي أو الخليج فحسب.

source: The condition was too much for Iranian officials, who said they were abandoning the games after only 28 nations agreed to take part — compared with 55 who participated in the 2005 event in Saudi Arabia.
ar: وكان الشرط كبيراً على المسئولين الإيرانيين الذين قالوا أنهم سيلغوا الألعاب بعد أن وافقت 28 دولة فقط على المشاركة بالمقارنة مع 55 شاركوا في هذا الحدث عند انعقادها عام 2005 في المملكة العربية السعودية.

source: We must insist on our correct stance even if it leads to the cancellation of the games, Ali Akbar Velayati, an adviser to Iran's supreme leader, Ayatollah Ali Khamenei, told a conference marking national Persian Gulf day last week.
ar: وقال علي أكبر ولايتي مستشار الزعيم الأعلى الإيراني آية الله علي خامنئي في مؤتمر بمناسبة يوم الخليج الفارسي الوطني في الأسبوع الماضي يجب أن نصر على موقفنا الصحيح حتى لو أدى ذلك إلى إلغاء المباريات.

source: The state-run English language satellite channel, Press TV, said the event had been cancelled but added negotiations were taking place in an effort to salvage it.
ar: وأعلنت قناة بريس تي في الفضائية الناطقة باللغة الإنجليزية والتي تديرها الدولة إلغاء الحدث ولكنها أضافت أن هناك مفاوضات جارية في محاولة لإنقاذ الألعاب.

source: Iran has already spent £6.7m preparing for the games, which were to feature an array of sports — including football, fencing, archery, basketball and weightlifting. The powerful speaker of Iran's parliament, Ali Larijani, said the name change demand riske
ar: وأنفقت إيران بالفعل 6,7 مليون يورو للإعداد للمسابقة التي تضم مجموعة كبيرة من الألعاب الرياضية، بما فيها كرة القدم المبارزة الرماية وكرة السلة ورفع الاثقال. وقال رئيس البرلمان الإيراني ذو النفوذ علي لاريجاني إن الطلب بشأن تغيير الاسم هدد بإلحاق الضرر للاست

source: Arabs pose themselves useless tests by changing the name of this large Gulf, he said.
ar: وقال العرب يضعون أنفسهم في اختبارات بلا فائدة من خلال تغيير اسم هذا الخليج الكبير.

source: An American “shock jock” said last night that he was planning legal action _against the Government after discovering that he had been on a list of 16 _people banned from entering Britain since October.
ar: اميركي صدمته كوفيي أعلن الليلة الماضية إنه كان يخطط في إجراء قانوني ضد الحكومة, بعد إكتشافه إنه كان معا 16 شخصا على قائمة الممنوعين من الدخول الي بريطانيا منذ شهر اكتوبر.

source: I'll sue for defamation, says US shock-jock Michael Savage, on UK banned list
ar: ساقاضي بسبب القذف, يقول الامريكي مايكل سفج الصدمة-كوفيي ,على قائمة الممنوعين من دخول بريطانيا

source: Iran will continue to support Palestinian cause: Ahmadinejad
ar: استمرار إيران فى دعم القضية و المقاومة الفلسطينية

source: Tehran Times Political Desk
ar: المكتب السياسى لجريدة طهران تايمز

source: DAMASCUS - Iranian President Mahmoud Ahmadinejad has said that Iran will continue to support the Palestinian cause and Israel has no place in the Middle East.
ar: دمشق: صرح الرئيس الإيرانى أحمدى نجاد أنه سيستمر فى دعم القضية الفلسطينية و أن إسرائيل ليس لها مكان بالشرق الأوسط.

source: The Iranian president made the remarks in the Syrian capital Damascus on Tuesday.
ar: و قد وضع الرئيس الإيرانى النقط التائهة على حروفها باللقاء الذى تم بالعاصمة السورية دمشق يوم الثلاثاء

source: Ahmadinejad arrived in the afternoon and went to the People’s Palace in Damascus, where he was given a red carpet welcome by President Bashar al-Assad followed by a closed-door meeting. It was his first visit to Syria since July 2007.
ar: و قد وصل الرئيس الإيرانى أحمدى نجاد إلى سوريا مساءً ثم ذهب مباشرةً إلى قصر الشغب بدمشق حيث تم تكريمه على السجادة الحمراء من قبل الرئيس السورى بشار الأسد، تلى ذلك إجتماع مغلق بين الرئيسين. فقد كانت زيارته الأولى لسوريا منذ يوليو 2007 م.

source: “There are no bright prospects for the Zionist regime… They know that all regional nations oppose them and they have no place in the region,” Ahmadinejad said in a press conference with al-Assad.
ar: و قد علق الرئيس الإيرانى خلال مؤتمر صحفى مع الريس السورى أنه لا يوجد مكان للنظام و الكيان الصهيونى فهم يعلمون أن كل دول المنطقة تعارض ذلك النظام و أنه لا توجد مكانة لهم فى المنطقة جمعاء.

source: “No liberal human being will recognize the illegitimate Zionist regime,” he added.
ar: كما أضاف أنه لن يعترف أى كيان حر إنسانى بمثل ذلك الوجود الصهيونى

source: Commenting on relations between Iran and Syria, he said, “Iran sees no limitations hindering the expansion of its ties with Syria.”
ar: و تعليقاً على العلاقة بين سوريا و إيران أضاف أن إيران لا ترى أى نوع من الحدود تعيق توطيد علاقاتها و روابطها مع سوريا

source: Asked about Iran’s support for the Palestinians, Ahmadinejad replied, “The path Iran has taken in support of the Palestinians is the right path, and we will continue on this path.”
ar: و بسؤال أحمدى نجاد حول الدعم الإيرانى لدولة فلسطين، أوضح أن الطريق الذى إتبعته إيران لدعم الفلسطينيين هو الطريق الصحيح و سنستمر فى سلوك ذلك الطريق لتحقيق أهداف الشعب الفلسطينى.

source: “Iran will continue its support for the Palestinian nation and will make efforts to unite them.”
ar: و ستستمر إيران فى دعمها للفلسطينيين و ستبذل كل الجهود المتاحة لتحقيق وحدتهم الوطنية.

source: Michael Savage, who hosts the “Savage Nation” radio show, told the San _Francisco Chronicle that he had been defamed and endangered by the decision _made by Jacqui Smith, the Home Secretary.
ar: مايكل سفج الذي يستضيف برنامج الراديو الامة متوحشة ,أعلن لسان فرانسيسكو كرونيكل انه سمعته تعرضت لتشويه و للخطر بسبب قرار جاكي سميث, وزير الداخلية.

source: “This lunatic . . . is linking me up with Nazi skinheads who are killing _people in Russia,” he said. “She’s putting me in a league with Hamas _murderers who kill Jews on buses.
ar: هذه المجنونة. ..تربطني بحليقي الرؤس النازيين الذين يقتلون الناس في روسيا . تجمعني مع حماس والقتلة الذين يقتلون اليهود في بالاتوبيسات.

source: “I have never advocated violence. I've been on the air 15 years. My views may _be inflammatory, but they're not violent in any way.”
ar: لم ادعو ابدا الي العنف. صارلي علي الهواء 15 عاما. قد تكون ارائي تحريضية, لكنهم غير عنيفة باي حال. •

source: The list of 16 “least wanted” also included the American Baptist pastor Fred _Waldron Phelps Sr and his daughter Shirley Phelps-Roper, who have picketed _the funerals of Aids victims and claimed that the deaths of American _soldiers are a punishment for U
ar: قائمة 16 المطلوبين , شملت القسيس الامريكي المعمداني فرد والدرن فلبس وابنته شيرلي فلبس -روبر الذين ربطوا تشييع ضحايا الايدز و مقتل الجنود الامريكيين بعقاب إلهي بسبب التسامح في الولايات الامريكية لمثلي الجنس

source: Others include Mike Guzovsky, a Jewish militant said to be the leader of a _violent group actively involved with military training camps, and Artur Ryno _and Pavel Skachevsky, leaders of a Russian skinhead gang that beat migrants _and posted films of the
ar: وتشمل اخرون كمايك غوزوفسكي و هو نشيط يهودي المتهم بانه زعيم مجموعة عنيفة ذات مخيمات تدريب عسكرية و ارتور رينو و بافيل سكشيفسكي, قادة عصابة روسيةٌ لحليقي الرؤس التي تضرب مهاجرين و تنشر الأفلام من الهجمات على شبكة الانترنت.

source: The Hamas MP Yunis al-Astal has been banned, as has the neo-Nazi Erich Gliebe, _who made web broadcasts in which he vilified ethnic minority groups and _encouraged the distribution of racist leaflets and posters.
ar: نائب حماس يونس الاسطل منع أيضاً كما النازي الجديد اريك جبيل الذي يبث على الشبكة و الذي يثلب مجموعات الأقليات العرقية ، و يشجع على العنصرية وتوزيع النشرات والملصقات

source: The category of “preachers of hate” — the supposed target of the list — covers _the exclusion of Wadgy Abd el-Hamied Mohamed Ghoneim, Abdullah Qadri _al-Ahdal, Safwat Hijazi and Amir Siddique.
ar: فئة دعاة الكراهية - هدف اللائحة-__ويشمل استبعاد وجدي عبد الحميد محمد غنيم ، وقدري عبد الله الأهدل ، وصفوت حجازي وأمير صديق.

source: Six other people on the list have not been identified for security reasons.
ar: ستة اشخاص اخرين في القائمة لم يتم تعريف بهم لاسباب امنية.
